# GetTopVisibleWS

## Description
Returns a handle to topmost visible worksheet.

```pascal
FUNCTION GetTopVisibleWS : HANDLE;
```

```python
def vs.GetTopVisibleWS():
    return HANDLE
```

## Version
Availability: from VectorWorks9.0

## Category
* Worksheets